tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# macOS must-have applications
cask "1Password"
cask "alfred"
cask "fantastical"
cask "google-drive"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "spotify"
cask "kap"

# For dev environment
brew "heroku"
brew "nodenv"
brew "rbenv"
brew "ripgrep"
brew "tree"
brew "wget"
cask "font-inconsolata-for-powerline"
